{"inkVersion":21,"root":[["^Arkady put away his deck. The game was over. He turned to leave, but a tall man stepped out from the shadows, blocking his path.","#","^Narrator","/#","\n","^His face... his posture... even the way he moved... there was no doubt this was a former Red Army officer.","#","^Narrator","/#","\n","^That deck of yours. It's old.","#","^Boris","/#","\n","^There's no way you made it yourself. So where did you get it?","#","^Boris","/#","\n","^Who are you? And why are you asking?","#","^Arkady","/#","\n","^My name is Boris. Boris Orlov.","#","^Boris","/#","\n","^The sign on the back of your cards, I recognize it. It belongs to somebody I know.","#","^Boris","/#","\n","^You know Andreyev?","#","^Arkady","/#","\n","^Ah, so I was right!","#","^Boris","/#","\n","^We were in jail together. He taught me how to play Numbers, and gave me his deck.","#","^Arkady","/#","\n","^It all makes sense now. That man is always trying to teach and preach, no matter the circumstances.","#","^Boris","/#","\n","^And what is your name?","#","^Boris","/#","\n","^Arkady. Kojukh.","#","^Arkady","/#","\n","^General Kojukh's son? Hah! I'll be damned! This is hilarious! Incredible!","#","^Boris","/#","\n","^So they're imprisoning and killing everyone, literally everyone who helped them in the past!","#","^Boris","/#","\n","^Oh my god. What an idiot I was to have trusted those people...","#","^Boris","/#","\n","^...","#","^Arkady","/#","\n","^Are you alright?","#","^Arkady","/#","\n","^Yes. I am. Excuse me.","#","^Boris","/#","\n","^...It all seems so irrelevant here, yet the past keeps on coming back...","#","^Boris","/#","\n","^...Did Andreyev give you anything of value, by chance?","#","^Boris","/#","\n","^No. The only thing he gave me was an old glove.","#","^Arkady","/#","\n","^A glove? Where is it?","#","^Boris","/#","\n","^Well, someone stole it from me last night.","#","^Arkady","/#","\n","^Of course. Fresh meat are easy prey for thieves. But we have to get the glove back, it's more valuable than you think.","#","^Boris","/#","\n","^Why do you say that?","#","^Arkady","/#","\n","^We'll talk about it later, not here. I have to go.","#","^Boris","/#","\n","^Oh, one more thing. This coming week is going to be hard for you. Extremely hard.","#","^Boris","/#","\n","^If you won anything today, visit the camp Kiosk and try to get something. Anything that will make your existence somewhat more bearable.","#","^Boris","/#","\n","^The store is now available. You can purchase consumables to help you survive the camp.","#","^ReceiveItem ","/#","#","^NarratorSound ","/#","#","^Narrator","/#","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}