{"inkVersion":21,"root":[["^The Magadan City Jail was full. The prisoners had taken all the bunks and occupied all the space under and around the beds.","\n","^After long weeks of traveling, the prisoners had reached the North. Everyone was tired.","\n","^The air was stuffy. The smell of wet clothes emanated from the cells.","\n","^Arkady was shivering on his bottom bunk. He was about to turn on the side and try to fall asleep when suddenly he felt that someone was looking at him.","\n","^An old man approached his bed. The stranger had a strong presence. He was exhausted like everyone else, and yet Arkady could tell that his spirit was not broken","\n","^Don't worry, I know the rules. You were here first and the bed is yours. You know, I never ask for anything, but can I sit here? It's been a long and tiring journey.","#","^Andreyev","/#","\n","ev","str","^Sure. You may sit down","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^You may sit down. But do not forget you're sleeping on the floor tonight","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Of course. Sit down here, it's hard to stand in such a crowded cell.","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n","^Oh, I am so grateful.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Rules are rules. Although I really doubt anyone will be able to catch any sleep in such a packed cell.","\n",{"->":"0.g-0"},{"#f":5}],"c-2":["\n","^Your heart is soft. Don't worry, it won't stay that way for too long.","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^Here we are. 45 days on a train, 2 days on a boat.","\n",["^I've been to this part of Russia before, but never could I imagine I'd have to travel all the way to Magadan again.","\n",["^I am Andreyev. Alexander Andreyev.","\n",["ev","str","^I know you. You were a member of the Socialist Revolutionary Party","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Former terrorist? I thought you left the country.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^I heard you were a spy. Was it another false accusation?","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^Yes I was. A member since 1901","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^I did. But as you can see they lured me into a trap. I have no regrets though, I'd rather die here than in France, among all those impotent immigrants.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["\n","^It sure was. They need those spy cases for the Purge to happen.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^It is quite ironic. The Imperial Okhrana came after me in 1907. The officer who interrogated me said I was a threat to the Tsarist government. And today, 30 years later, I am an enemy of the Soviet state. Things haven’t changed for me that much.","\n",["^All those sentimental idiots say that The Revolution was a dream that never came true.","\n",["^The Revolution was first and foremost an opportunity. We had our chance and we blew it. What is your name?","\n",["ev","str","^Arkady Kojukh.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No need to know my name.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^If you don't mind me asking, was General Kojukh your father?","\n",["ev","str","^Yes. General Valentin Kojukh was my father.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No. I don’t have a father.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^His trial was a joke, and you could tell how badly those miserable party clerks wanted to get rid of him","\n",{"->":".^.^.^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"c-1":["\n","^As you wish. I have heard someone here call you Arkady. That's good enough for me.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^I am sorry. Let me give you some advice. Forget about your former self. You are a prisoner now. Focus on more important matters.","\n","^Let's play a simple game. It's called $Numbers. The game is old and every prisoner is familiar with it, so you better remember the rules. It might even save your life one day so listen carefully.","\n","end",{"->":"0.g-0.g-1.g-2.g-3"},{"#f":5}]}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5}]}],["done",{"#f":5,"#n":"g-3"}],{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}